// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Str_FaxContacts"="Kontakty";
"Str_FaxAddressBook"="Książka adresowa";
"Str_FaxSyncContacts"="Synchronizuj opcję %@";

"Str_FaxSyncContacts_Start"="Start";
"Str_FaxPrintQueue"="Kolejkę drukarki";
"Str_FaxStatus"="Stan";
"Str_FaxSyncContacts_Sync_Waiting"="Zaczekaj.";

"Str_FaxSyncContact_CannotAccess_A"="Dostęp do opcji %@ jest zabroniony.";
"Str_FaxSyncContact_CannotAccess_B"="Pozwól oprogramowaniu FAX Utility uzyskać dostęp do opcji %@. Wybierz opcje [Preferencje systemowe] - [Ochrona i prywatność] - [Prywatność] - [%@].\nUruchom ponownie oprogramowanie FAX Utility w celu aktualizacji.";

"Str_FaxSyncContact_StartInfo_A"="Synchronizuje opcję %@ (ręcznie)";
"Str_FaxSyncContact_StartInfo_B"="Umożliwia wyświetlenie listy opcji %@ podczas wyboru odbiorców faksu oknie dialogowym [Drukuj...] innych aplikacji. Pamiętaj o ponownym zsynchronizowaniu opcji %@ w przypadku wprowadzenia jakichkolwiek zmian na liście opcji %@.";
"Str_FaxSyncContact_StartInfo_C"="To ustawienie zostanie zastosowane do wszystkich kolejek drukowania faksów Epson. Przed kontynuowaniem upewnij się, że:";
"Str_FaxSyncContact_StartInfo_D"="      -Okna dialogowe [Drukuj...] wszystkich aplikacji zostały zamknięte.\n      -Nie są wysyłane żadne faksy.\n      -Nie wstrzymano żadnych kolejek drukowania faksów.";

"Str_FaxSyncContact_OpenPrintQueue"="Aby uzyskać dostęp do kolejek drukowania, wybierz opcje [Preferencje systemowe] - [Drukarka i skaner] - [Otwórz kolejkę drukarki...].";
"Str_FaxSyncContact_StartInfo_Start"="Kliknij przycisk [Rozpocznij], aby rozpocząć synchronizację opcji %@.";

"Str_FaxSyncContact_State_Title"="Kolejki drukowania faksów Epson do zsynchronizowania opcji %@:";

"Str_FaxSyncContact_State_Idle"="Gotowa";
"Str_FaxSyncContact_State_InProgress"="Synchronizowanie";
"Str_FaxSyncContact_State_PauseQueue"="Wstrzymano";
"Str_FaxSyncContact_State_SendingFax"="Wysyłanie faksów";
"Str_FaxSyncContact_State_HoldJob"="Wstrzymywanie zadania";
"Str_FaxSyncContact_State_WaitSync"="Zajęta";
"Str_FaxSyncContact_State_SyncComplete"="Synchronizacja zakończona";
"Str_FaxSyncContact_State_SyncFailed"="Synchronizacja nie powiodła się";

"Str_FaxSyncContacts_Sync"="Synchronizowanie opcji %@.";
"Str_FaxSyncContacts_SyncBusy"="Nie zsynchronizować z jedną lub kilkoma kolejkami drukowania. Synchronizacja opcji %@ zostanie wznowiona po wyjściu kolejek drukowania ze stanu wstrzymania albo po wysłaniu faksów.";
"Str_FaxSyncContacts_SyncBusy_Check"="Sprawdź kolejki drukowania faksów Epson.";

"Str_FaxSyncContacts_Sync_Cancel"="Anulowanie.";

"Str_FaxSyncContacts_Complete"="Synchronizowanie opcji %@ zakończone.";
"Str_FaxSyncContacts_CompleteWithCancel"="(Synchronizowanie opcji %@ zostało zakończone przed anulowaniem operacji.)";

"Str_FaxSyncContacts_Error_A"="Synchronizowanie opcji %@ nie powiodło się.";
"Str_FaxSyncContacts_Error_B"="Sprawdź, czy kolejki drukowania faksów Epson nie mają statusu Wstrzymano, Wstrzymywanie zadania lub Wysyłanie faksów.";

"Str_FaxSyncContact_ErrorOldPPD"="Jedną lub kilka kolejek drukowania faksów Epson utworzono przy użyciu starszego sterownika PC-Fax.\n\nAby zsynchronizować opcję %@, należy wybrać opcje [Preferencje systemowe] - [Drukarka i skaner], a następnie usnąć kolejki drukowania faksów Epson i ponownie je utworzyć przy użyciu najnowszego sterownika PC-FAX.";
"Str_FaxSyncContact_State_Title_ErrorOldPPD"="Kolejki drukowania faksów Epson do ponownego utworzenia:";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="FAX Utility...";
"Preferences..."="Preferencje...";
"Services"="Usługi";
"Hide FAX Utility"="Ukryj FAX Utility";
"Hide Others"="Ukryj pozostałe";
"Show All"="Pokaż wszystkie";
"Quit FAX Utility"="Zakończ FAX Utility";
"File"="Plik";
"Close"="Zamknij";
"Window"="Okno";
"Minimize"="Miniaturka";
"Help"="Pomoc";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Anuluj";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Nie można znaleźć pliku potrzebnego do uruchomienia aplikacji.\nNależy ponownie zainstalować program FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Nie można uzyskać informacji o drukarce (faksie). Należy wybrać opcję \"Preferencje drukowania i faksowania\" i dodać sterownik PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Wybrany plik już istnieje. Czy chcesz zastąpić plik?";
"Str_Alert_Common_Not_Responding_Error"="Drukarka nie odpowiada. Należy sprawdzić, czy drukarka jest prawidłowo podłączona i czy włączono zasilanie.";
"Str_Alert_Common_Communication_Error"="Wystąpił błąd komunikacji drukarki.";
"Str_Alert_Common_Printer_Processing_Error"="Drukarka przetwarza dane. Należy zaczekać chwilę, a następnie spróbować ponownie.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Podczas komunikacji z drukarką wykryto błąd.\nKod błędu (%d)";
"Str_Alert_Common_Error_Occurred"="Przetwarzanie zostało anulowane, ponieważ wystąpił błąd.";
"Str_Alert_Common_PrinterStatusError"="Wystąpił błąd w drukarce. Wyczyść błąd, a następnie spróbuj ponownie.";
